
/* Localizable strings for the Desktop Inspector view */
"VTApplicationRunningStateNo" = "実行中のアプリケーションはありません";

/* The application is currently not seen as running by VirtueDesktops */
"VTApplicationRunningStateYes" = "アプリケーションが実行中です";

/* a built-in layout) */
"VTDesktopRunningApplicationCount" = "%@ つの%@を表示";
"VTDesktopRunningApplicationCountNone" = "0";

/* Param	2: multiplicty of application */
"VTDesktopRunningApplicationPlural" = "アプリケーション";

/* Plural */
"VTDesktopRunningApplicationSingluar" = "アプリケーション";
"VTFixedMatrixLayoutName" = "固定";
"VTGrowlDesktopChangedMessage" = "\"%@\" に切り替える";

/* No visible applications on the desktop */
"VTGrowlDesktopChangedTitle" = "デスクトップの切り替え";
"VTMatrixLayoutName" = "表形式";
"VTPermsIgnoreButton" = "無視";

/* Displayed when desktop changes - variable is the name of the desktop we've just switched to */
"VTPermsMessage" = "VirtueDesktop を適切に動作させるには、VirtueDesktops のアクセス権を変更する必要があります。OK をクリックして、管理者の名前とパスワードを入力してください。\n\nもしここで OK をクリックしなかった場合は、VirtueDesktops は正常に動作しません。\n\n詳しくは VirtueDesktops のサイトにアクセスし、ドキュメントをご覧ください。";
"VTPermsNeedsAttention" = "VirtueDesktops をお使い頂く前に";
"VTPermsOKButton" = "OK";

/* OK Button quits Virtue */
"VTQuitConfirmationDialogCancel" = "終了しない";

/* Cancel Button cancels quitting */
"VTQuitConfirmationDialogDescription" = "VirtueDesktops を再起動するまでほかのデスクトップにアクセスできなくなります。";

/* Extensive description about what will happen */
"VTQuitConfirmationDialogMessage" = "VirtueDesktops を終了してもよろしいですか？";

/* Displayed on start when Virtue cannot inject code into the dock process. There is no nib file for this dialog, so localise here */
"VTQuitConfirmationDialogOK" = "終了";

/* this one short */
"VTStatusbarMenuNoApplication" = "アプリケーションが指定されていません";

/* The application is currently seen as running for VirtueDesktops */
"VTTriggerPreferencesPressToSet" = "キーを押す";
